Repository: mediaaminian/MyCMS
Catalog: MyCMS.Component/KendoUI/Resources/Messages.*.resx
Languages: ro_ro

# Editor_BackColor
source: رنگ پس زمینه
ro_ro: Culoare fundal

# Editor_Bold
source: پررنگ
ro_ro: Bold

# Editor_CreateLink
source: ایجاد پیوند
ro_ro: Inserează hyperlink

# Editor_DeleteFile
source: آیا مطمئن هستید که "{0}" پاک شود؟
ro_ro: Sigur doriți să ștergeți " {0} " ?

# Editor_DialogButtonSeparator
source: یا
ro_ro: sau

# Editor_DialogCancel
source: انصراف
ro_ro: Anulează

# Editor_DialogInsert
source: درج
ro_ro: Inserează

# Editor_DirectoryNotFound
source: مسیر مورد نظر یافت نشد
ro_ro: Nu a fost găsit un director cu acest nume.

# Editor_DropFilesHere
source: حذف فایل آپلود شده
ro_ro: plasați fișierele aici pentru încărcare

# Editor_EmptyFolder
source: خالی نمودن مسیر
ro_ro: Dosar gol

# Editor_FontName
source: نام قلم
ro_ro: Selectează familia de fonturi

# Editor_FontNameInherit
source: قلم
ro_ro: (font moștenit)

# Editor_FontSize
source: اندازه قلم
ro_ro: Selectează dimensiunea fontului

# Editor_FontSizeInherit
source: اندازه قلم
ro_ro: (dimensiune moștenită)

# Editor_ForeColor
source: رنگ
ro_ro: Culoare

# Editor_FormatBlock
source: قالب دهی
ro_ro: Format

# Editor_ImageAltText
source: متن جایگزین
ro_ro: Text alternativ

# Editor_ImageWebAddress
source: آدرس اینترنتی تصویر
ro_ro: Adresă Web

# Editor_Indent
source: افزایش فاصله
ro_ro: Indentare

# Editor_InsertHtml
source: درج HTML
ro_ro: Inserează HTML

# Editor_InsertImage
source: درج تصویر
ro_ro: Inserează imagine

# Editor_InsertOrderedList
source: درج لیست مرتب
ro_ro: Inserează listă ordonată

# Editor_InsertUnorderedList
source: درج لیست نامرتب
ro_ro: Inserează listă neordonată

# Editor_InvalidFileType
source: فایل انتخاب شده\"{0}\" نامعتبر است. فایل های پشتیبانی شده عبارتند از: {1}.
ro_ro: Fișierul selectat "{0}" nu este valid. Tipurile de fișiere acceptate sunt {1}.

# Editor_Italic
source: مورب
ro_ro: Cursiv

# Editor_JustifyCenter
source: مرتب سازی به مرکز
ro_ro: Centrează textul

# Editor_JustifyFull
source: مرتب سازی کامل
ro_ro: Aliniază textul

# Editor_JustifyLeft
source: مرتب سازی به چپ
ro_ro: Aliniază textul la stânga

# Editor_JustifyRight
source: مرتب سازی به راست
ro_ro: Aliniază textul la dreapta

# Editor_LinkOpenInNewWindow
source: باز شدن در پنجره جدید
ro_ro: Deschide link-ul într-o fereastră nouă

# Editor_LinkText
source: متن
ro_ro: Text

# Editor_LinkToolTip
source: برچسب
ro_ro: Indiciu

# Editor_LinkWebAddress
source: آدرس اینترنتی
ro_ro: Adresă Web

# Editor_OrderBy
source: مرتب سازی با :
ro_ro: Ordonare după:

# Editor_OrderByName
source: مرتب سازی بر اساس نام
ro_ro: Nume

# Editor_OrderBySize
source: مرتب سازی بر اساس اندازه
ro_ro: Dimensiune

# Editor_Outdent
source: کاهش فاصله
ro_ro: Anulare indentare

# Editor_OverwriteFile
source: فایل با نام \"{0}\" در مسیر مورد نظر وجود دارد. روی آن نوشته شود؟
ro_ro: Există deja un fișier cu numele " {0} " în directorul curent. Doriți să-l suprascrieți ?

# Editor_Search
source: جستجو
ro_ro: Caută

# Editor_Strikethrough
source: خط زده
ro_ro: Tăiat

# Editor_Styles
source: طرح
ro_ro: Stiluri

# Editor_Subscript
source: زیرنویس
ro_ro: Indice

# Editor_Superscript
source: بالانویس
ro_ro: Exponent

# Editor_Underline
source: زیرخط
ro_ro: Subliniat

# Editor_Unlink
source: حذف پیوند
ro_ro: Elimină hyperlink

# Editor_UploadFile
source: بارگذاری فایل
ro_ro: Upload fișier

# Filter_And
source: و
ro_ro: Și

# Filter_Clear
source: پاک کردن
ro_ro: Șterge

# Filter_DateIsEqualTo
source: مساوی
ro_ro: Egal cu

# Filter_DateIsGreaterThan
source: بزرگتر
ro_ro: După

# Filter_DateIsGreaterThanOrEqualTo
source: بزرگتر یا مساوی
ro_ro: După sau egal cu

# Filter_DateIsLessThan
source: کوچکتر
ro_ro: Inainte de

# Filter_DateIsLessThanOrEqualTo
source: کوچکتر یا مساوی
ro_ro: Inainte sau egal cu

# Filter_DateIsNotEqualTo
source: مخالف
ro_ro: Diferit de

# Filter_EnumIsEqualTo
source: برابر
ro_ro: Egal cu

# Filter_EnumIsNotEqualTo
source: مخالف
ro_ro: Diferit de

# Filter_Filter
source: فیلتر
ro_ro: Filtrează

# Filter_Info
source: نشان دادن مواردی که:
ro_ro: Criterii filtrare:

# Filter_IsFalse
source: نادرست باشد
ro_ro: este fals

# Filter_IsTrue
source: درست باشد
ro_ro: este adevărat

# Filter_NumberIsEqualTo
source: مساوی
ro_ro: Egal cu

# Filter_NumberIsGreaterThan
source: بزگتر
ro_ro: Mai mare decât

# Filter_NumberIsGreaterThanOrEqualTo
source: بزرگتر یا مساوی
ro_ro: Mai mare sau egal cu

# Filter_NumberIsLessThan
source: کوچکتر
ro_ro: Mai mic decât

# Filter_NumberIsLessThanOrEqualTo
source: کوچکتر یا مساوی
ro_ro: Mai mic sau egal cu

# Filter_NumberIsNotEqualTo
source: مخالف
ro_ro: Diferit de

# Filter_Or
source: یا
ro_ro: Sau

# Filter_SelectValue
source: -- انتخاب کنید --
ro_ro: - Selectează valoare -

# Filter_StringContains
source: دارا می باشند
ro_ro: Conține

# Filter_StringDoesNotContain
source: دارا نمی باشند
ro_ro: Nu conține

# Filter_StringEndsWith
source: خاتمه می یابند
ro_ro: Se termină cu

# Filter_StringIsEqualTo
source: برابر
ro_ro: Egal cu

# Filter_StringIsNotEqualTo
source: مخالف
ro_ro: Diferit de

# Filter_StringStartsWith
source: شروع می شوند
ro_ro: Incepe cu

# Grid_Cancel
source: انصراف
ro_ro: Anulează

# Grid_CancelChanges
source: انصراف
ro_ro: Anulează modificările

# Grid_Columns
source: ستون ها
ro_ro: Coloane

# Grid_Confirmation
source: آیا برای حذف اطلاعات اطمینان دارید؟
ro_ro: Sigur doriți să ștergeți acest element ?

# Grid_Create
source: جدید
ro_ro: Adaugă element nou

# Grid_Destroy
source: حذف
ro_ro: Șterge

# Grid_Edit
source: ویرایش
ro_ro: Modifică

# Grid_SaveChanges
source: ذخیره
ro_ro: Salvează modificările

# Grid_Select
source: انتخاب
ro_ro: Selectează

# Grid_SortAscending
source: مرتب سازی صعودی
ro_ro: Sortare ascendentă

# Grid_SortDescending
source: مرتب سازی نزولی
ro_ro: Sortare descendentă

# Grid_Update
source: ذخیره
ro_ro: Actualizează

# Group_Empty
source: ستون ها را جهت گروه بندی در اینجا قرار دهید
ro_ro: Trageți un antet de coloană și plasați-l aici pentru a grupa după acea coloană

# Pager_Display
source: {0} - {1} از {2} مورد
ro_ro: {0} - {1} din {2} elemente

# Pager_Empty
source: موردی یافت نشد
ro_ro: Nu există elemente pentru afișare

# Pager_First
source: اولین
ro_ro: Prima pagină

# Pager_ItemsPerPage
source: تعداد موارد در هر صفحه
ro_ro: elemente per pagină

# Pager_Last
source: آخرین
ro_ro: Ultima pagină

# Pager_Next
source: بعدی
ro_ro: Pagina următoare

# Pager_Of
source: از {0}
ro_ro: din {0}

# Pager_Page
source: صفحه
ro_ro: Pagina

# Pager_Previous
source: قبلی
ro_ro: Pagina precedentă

# Pager_Refresh
source: بازنشانی
ro_ro: Actualizează

# Upload_Cancel
source: انصراف
ro_ro: Anulează

# Upload_DropFilesHere
source: حذف فایل آپلود شده
ro_ro: plasați fișierele aici pentru încărcare

# Upload_Remove
source: حذف
ro_ro: Elimină

# Upload_Retry
source: دوباره
ro_ro: Incearcă din nou

# Upload_Select
source: انتخاب ....
ro_ro: Selectează...

# Upload_StatusFailed
source: خطا
ro_ro: eșuat

# Upload_StatusUploaded
source: بارگزاری شد
ro_ro: încărcat

# Upload_StatusUploading
source: در حال بارگزاری
ro_ro: încarcă

# Upload_UploadSelectedFiles
source: بارگزاری فایل
ro_ro: Încărcă fișierele
